{
  "posts": [
    {
      "id": 1,
      "title": "json-server",
      "author": "typicode"
    }
  ],
  "comments": [
    {
      "id": 1,
      "body": "some comment",
      "postId": 1
    }
  ],
  "profile": {
    "name": "typicode"
  },
  "subscriber": [
    {
      "username": "karim",
      "email": "karim@gmail.com",
      "password": "karim92",
      "id": 8
    }
  ],
  "connexion": [
    {
      "username": "karim",
      "password": "karim92",
      "id": 1
    }
  ],
  "movies": [
    {
      "title": "Mulholland Drive",
      "poster_path": "/d5gefer4mHnL5kOmlOP5rGumdM7.jpg",
      "overview": "À Hollywood, durant la nuit, Rita, une jeune femme, devient amnésique suite à un accident de voiture sur la route de Mulholland Drive. Elle fait la rencontre de Betty Elms, une actrice en devenir qui vient juste de débarquer à Los Angeles. Aidée par celle-ci, Rita tente de retrouver la mémoire ainsi que son identité.",
      "id": 1036981
    },
    {
      "adult": false,
      "backdrop_path": "/gzppdxEJ6fofhtLzSVSUJZEVxvq.jpg",
      "genre_ids": [
        28,
        878,
        53
      ],
      "id": 848278,
      "original_language": "en",
      "original_title": "Jurassic Hunt",
      "overview": "",
      "popularity": 28.978,
      "poster_path": "/bZnOioDq1ldaxKfUoj3DenHU7mp.jpg",
      "release_date": "2021-08-26",
      "title": "Jurassic Hunt",
      "video": false,
      "vote_average": 5.1,
      "vote_count": 209
    },
    {
      "adult": false,
      "backdrop_path": "/mlolzwV6VrKOZJ1SfYbPHXXDD4p.jpg",
      "genre_ids": [
        12,
        878
      ],
      "original_language": "en",
      "original_title": "Jurassic Park",
      "popularity": 21.272,
      "release_date": "1993-06-11",
      "title": "Jurassic Park",
      "poster_path": "/2E2dKGPTWoyiaSzgNaer9zpP49n.jpg",
      "overview": "Ne pas réveiller le chat qui dort... C'est ce que le milliardaire John Hammond aurait dû se rappeler avant de se lancer dans le \"clonage\" de dinosaures. C'est à partir d'une goutte de sang absorbée par un moustique fossilisé que John Hammond et son équipe ont réussi à faire renaître une dizaine d'espèces de dinosaures. Il s'apprête maintenant avec la complicité du docteur Alan Grant, paléontologue de renom, et de son amie Ellie, à ouvrir le plus grand parc à thème du monde. Mais c'était sans compter la cupidité et la malveillance de l'informaticien Dennis Nedry, et éventuellement des dinosaures, seuls maîtres sur l'île...",
      "id": 1036982
    },
    {
      "title": "Twin Peaks: Fire Walk with Me",
      "poster_path": "/2lV7va18qO6KYyLXSxanf6a38J6.jpg",
      "overview": "La mort mysterieuse de Teresa Banks dans la tranquille petite ville de Deer Meadow va donner bien du fil a retordre aux agents Dale Cooper et Chester Desmond qui vont mener une enquête en forme de charade et découvrir que bien des citoyens de la ville sont impliqués dans cette affaire. Un an plus tard, ce sont les sept derniers jours de Laura Palmer, qui se termineront par la mort brutale de cette dernière, annonçant ainsi le début de Twin Peaks, le soap opera.",
      "id": 1036985
    },
    {
      "title": "Twin Peaks: The Missing Pieces",
      "poster_path": "/xQevnHeRxlQTfXQ5RxXJE4PnVUO.jpg",
      "overview": "",
      "id": 1036986
    },
    {
      "title": "Alien, la résurrection",
      "poster_path": "/c0o6PDfHWa8mE6AHUXBZMFSNj2N.jpg",
      "overview": "Deux cents ans après le suicide de l’officier Ellen Ripley, une équipe de généticiens clone la jeune femme afin de récupérer l’alien vivant en elle, qui n’est autre qu’une reine. À leur grande surprise, le clone de Ripley a hérité de certaines caractéristiques génétiques de l’alien et ce dernier possède en partie la mémoire de Ripley. Afin d’étudier cette fascinante espèce et de lui permettre de se reproduire, les scientifiques font appel à des pirates de l’espace qui leur fournissent des « cobayes humains » pour héberger les embryons d’alien. Les généticiens arriveront‐ils à apprivoiser ces « bébés » ?",
      "id": 1036990
    },
    {
      "title": "Alien, le huitième passager",
      "poster_path": "/l8CES84JndFlNfBNMxdLRYaLvI6.jpg",
      "overview": "En 2122, le Nostromo, vaisseau de commerce, fait route vers la Terre avec à son bord un équipage de sept personnes en hibernation et une cargaison de minerais. Il interrompt soudain sa course suite à la réception d’un mystérieux message provenant d’une planète inexplorée. Réveillé par l’ordinateur de bord, l’équipage se rend sur place et découvre les restes d’un gigantesque vaisseau extraterrestre dont le seul passager semble être mort dans d’étranges circonstances…",
      "id": 1036991
    },
    {
      "title": "Alien³",
      "poster_path": "/z2nli2Do5OjHGqSvaW50e5N4yCI.jpg",
      "overview": "Après s’être échappée avec Newt et Hicks de la planète alien, Ripley s’écrase sur Florina 161, une planète prison qui héberge un pénitencier. Malheureusement Newt et Hicks ne survivent pas au crash, au contraire d’un visiteur indésirable. La prison ne tolérant aucune arme, et l’aide étant lointaine, les prisonniers doivent survivre avec ce qu’ils ont sur place.",
      "id": 1036973
    },
    {
      "title": "Alien Warfare",
      "poster_path": "/rJOj0T5DyChfECevDg0xpEGznsl.jpg",
      "overview": "Un groupe de Navy Seals part en mission secrète dans un centre de recherche où des scientifiques ont mystérieusement disparu et où une autre forme de vie se cache."
    },
    {
      "title": "Alien³",
      "poster_path": "/z2nli2Do5OjHGqSvaW50e5N4yCI.jpg",
      "overview": "Après s’être échappée avec Newt et Hicks de la planète alien, Ripley s’écrase sur Florina 161, une planète prison qui héberge un pénitencier. Malheureusement Newt et Hicks ne survivent pas au crash, au contraire d’un visiteur indésirable. La prison ne tolérant aucune arme, et l’aide étant lointaine, les prisonniers doivent survivre avec ce qu’ils ont sur place.",
      "id": 1036974
    },
    {
      "title": "Alien : Covenant",
      "poster_path": "/gJL4noFkpXHkNBX2MgzEo6PbYUy.jpg",
      "overview": "Les membres d’équipage du vaisseau Covenant, à destination d’une planète située au fin fond de notre galaxie, découvrent ce qu’ils pensent être un paradis encore intouché. Il s’agit en fait d’un monde sombre et dangereux, cachant une menace terrible. Ils vont tout tenter pour s’échapper.",
      "id": 1036978
    },
    {
      "title": "Jurassic World : Le Monde d’après",
      "poster_path": "/eVY9MIFVTcgWi2OzevfXuEjKlrR.jpg",
      "overview": "Quatre ans après la destruction de Isla Nublar, les dinosaures font désormais partie du quotidien de l’humanité. Maintenant qu’elle doit partager son espace vital avec les créatures les plus féroces que l’histoire ait jamais connues, un fragile équilibre va remettre en question sa domination.",
      "id": 1036979
    },
    {
      "title": "Retour sur Retour vers le futur",
      "poster_path": "/52k7Jw6WwYr3sqplA2XYIj4CCb3.jpg",
      "overview": "Un documentaire sur Retour vers le futur, 30 ans après...",
      "id": 1036997
    },
    {
      "title": "Retour vers le futur II",
      "poster_path": "/fnjqN51P5rF9vslU9W21SDUNt9N.jpg",
      "overview": "1985, Marty Mac Fly a regagné la paisible bourgade de Hill Valley, après son voyage mouvementé à travers le temps. Il savoure la quiétude avec sa petite amie Jennifer, lorsque Doc Brown l'invite expressément à l'accompagner dans sa vrombissante De Lorean, pour un nouveau périple dans le futur, en 2015. Son fils, Marty Jr, est en danger, il est tombé sous l'emprise de Griff Tannen. Il doit l'empêcher de commettre un hold-up.",
      "id": 1036998
    },
    {
      "title": "Retour vers le futur III",
      "poster_path": "/zMiEnmacTUPXsIfRPeC0UGgyZFm.jpg",
      "overview": "Ce troisième épisode propulse Marty sur une toute nouvelle mission… en l'an 1885, en plein Far West ! Il n'a que cinq jours pour sauver son ami Doc des griffes du terrible Buford \"Molosse\" Tanner et ainsi lui éviter la mort. Cependant, bon nombre d'embûches vont empêcher nos deux voyageurs de rentrer rapidement vers le futur : ils devront faire face à une panne de la DeLorean, leur très célèbre machine à remonter le temps, affronter une bande de hors-la-loi et croiser sur leur route une maîtresse d'école dont le charme ne laissera pas insensible ce bon vieux Doc…",
      "id": 1036999
    },
    {
      "title": "À bout de souffle",
      "poster_path": "/rRwpVCSI1I94GvgHV6UGlOEyLyQ.jpg",
      "overview": "Un petit escroc vole une voiture et assassine impulsivement un policier. Recherché par les autorités, il retrouve une étudiante américaine en journalisme et tente de la persuader de s'enfuir avec lui en Italie.",
      "id": 1037000
    },
    {
      "title": "Les Quatre Cents Coups",
      "poster_path": "/9y51Fk9VeihwWzuCdkLDeCnjfoO.jpg",
      "overview": "Antoine a une adolescence turbulente. Il ment à ses parents indifférents à son sort, vole, fugue. Son seul réconfort, il fait les quatre cents coups avec son ami René. Un jour, la police s'en mêle.",
      "id": 1037001
    },
    {
      "title": "Chérie, j'ai rétréci les gosses",
      "poster_path": "/gg4NcUY24RVHfV2ZJMAY7yAqKll.jpg",
      "overview": "Le facétieux professeur Wayne Szalinski a encore transformé sa maison en un vaste laboratoire et sa famille en cobayes. Sa dernière trouvaille : un rayon laser, capable de rétrécir les objets. Ses enfants, Amy et Nick, ainsi que leurs copains, Ron et Russ, en font malencontreusement l’expérience. Les voici réduits à la taille du Petit Poucet, confrontés à la jungle du jardin, où le moindre brin d’herbe prend des allures de baobab.",
      "id": 1037002
    }
  ],
  "lastMediaAdded": [
    {
      "adult": false,
      "backdrop_path": "/b0PlSFdDwbyK0cf5RxwDpaOJQvQ.jpg",
      "genre_ids": [
        80,
        9648,
        53
      ],
      "id": 414906,
      "original_language": "en",
      "original_title": "The Batman",
      "overview": "Durant les deux années passées à arpenter les rues en tant que Batman, Bruce Wayne s'est aventuré au cœur des ténèbres de Gotham City. Disposant de seulement quelques alliés de confiance au sein du monde corrompu qu'est l'élite de la ville, le justicier solitaire s'est imposé comme l'unique incarnation de la vengeance parmi ses concitoyens. Lorsqu'un meurtrier s'en prend aux plus grandes personnalités de Gotham à l'aide de machinations sadiques, le plus grand détective du monde se lance dans une enquête dans la pègre en suivant des indices mystérieux, croisant ainsi Selina Kyle, alias Catwoman, Oswald Cobblepot, alias le Pingouin, Carmine Falcone et Edward Nashton, alias le Sphinx. Alors que les pistes et les plans du criminel s'éclaircissent, Batman doit tisser de nouveaux liens, démasquer le coupable et rétablir la justice à Gotham City, depuis trop longtemps empoisonnée par l'abus de pouvoir et la corruption.",
      "popularity": 250.713,
      "poster_path": "/t9JGg10CW1DzXEdWL54ewkUko6N.jpg",
      "release_date": "2022-03-01",
      "title": "The Batman",
      "video": false,
      "vote_average": 7.7,
      "vote_count": 6942
    },
    {
      "adult": false,
      "backdrop_path": "/ew5FcYiRhTYNJAkxoVPMNlCOdVn.jpg",
      "genre_ids": [
        28,
        80,
        18
      ],
      "id": 272,
      "original_language": "en",
      "original_title": "Batman Begins",
      "overview": "Alors que le souvenir de ses parents assassinés le hante, Bruce Wayne, désemparé, erre à travers le monde cherchant les moyens de combattre l'injustice et ses propres peurs. Avec l'aide de son dévoué majordome et homme de confiance Alfred, de l'inspecteur Jim Gordon et de son allié Lucius Fox, Wayne revient à Gotham City et révèle son alter ego: Batman, un justicier masqué qui utilise sa force, son intelligence et une batterie d'armes high-tech pour combattre les forces sinistres qui menacent la ville…",
      "popularity": 46.379,
      "poster_path": "/pqB8Xlu0QdwsONakoiKtortANdn.jpg",
      "release_date": "2005-06-10",
      "title": "Batman Begins",
      "video": false,
      "vote_average": 7.7,
      "vote_count": 18459
    },
    {
      "adult": false,
      "backdrop_path": "/2va32apQP97gvUxaMnL5wYt4CRB.jpg",
      "genre_ids": [
        14,
        28,
        80
      ],
      "id": 268,
      "original_language": "en",
      "original_title": "Batman",
      "overview": "Violence et corruption règnent dans la ville de Gotham City. La mafia dirige la ville à sa manière, au nez et à la barbe des autorités, complètement dépassées par les événements. Depuis quelques semaines cependant, un mystérieux justicier, drapé dans un costume de chauve-souris, terrorise les malfaiteurs et sème l'inquiétude dans les rangs de la mafia. Une jeune journaliste, Vicki Vale, mène l'enquête. C'est ainsi qu'elle fait la connaissance d'un séduisant mais excentrique milliardaire, Bruce Wayne. Celui-ci n'est autre que Batman, qui l'a déjà sauvée. Elle rencontre également un odieux truand, Jack Napier, bras droit du parrain Carl Grissom...",
      "popularity": 30.946,
      "poster_path": "/kbeWnmnHNEnuVej6wcjUv0eY6IL.jpg",
      "release_date": "1989-06-23",
      "title": "Batman",
      "video": false,
      "vote_average": 7.2,
      "vote_count": 6633
    },
    {
      "adult": false,
      "backdrop_path": "/snlu32RmjldF9b068UURJg8sQtn.jpg",
      "genre_ids": [
        28,
        80,
        14
      ],
      "id": 414,
      "original_language": "en",
      "original_title": "Batman Forever",
      "overview": "Nul ne sait que Bruce Wayne, le patron d'un vaste et puissant consortium, l'homme le plus riche des États-Unis, revêt chaque nuit la combinaison et le masque de cuir de Batman pour voler au secours de ses concitoyens injustement opprimés. Personne, hormis son fidèle majordome Alfred et son vieil ami, le commissaire Gordon.",
      "popularity": 45.737,
      "poster_path": "/nS2fskuUG0zktxPLSNgsYXbR8iM.jpg",
      "release_date": "1995-06-16",
      "title": "Batman Forever",
      "video": false,
      "vote_average": 5.4,
      "vote_count": 4486
    },
    {
      "adult": false,
      "backdrop_path": "/3WP0RObZ2t7ShHfqQpKPljF9B22.jpg",
      "genre_ids": [
        28,
        14
      ],
      "id": 364,
      "original_language": "en",
      "original_title": "Batman Returns",
      "overview": "Abandonné à la naissance à cause de sa difformité, le surdoué et richissime héritier Oswald Cobblepot grandit dans les égouts de Gotham City parmi une troupe de saltimbanques et se fait appeler « Le Pingouin ». Des années plus tard, il s'associe à l'homme d'affaires Max Shreck pour corrompre les habitants de Gotham et devenir maire. Le justicier masqué Batman, alias Bruce Wayne, tente de les arrêter. Entretemps, Selina Kyle, timide secrétaire effacée travaillant pour Shreck, découvre la preuve des intentions peu louables de son patron. Ce dernier tente de l'assassiner. Selina jure d'obtenir vengeance...",
      "popularity": 28.553,
      "poster_path": "/aExqFVyVwqKClvnMxy6ujaFOHM7.jpg",
      "release_date": "1992-06-19",
      "title": "Batman : Le Défi",
      "video": false,
      "vote_average": 6.9,
      "vote_count": 5538
    }
  ],
  "randomMedia": [
    {
      "adult": false,
      "backdrop_path": "/7RyHsO4yDXtBv1zUU3mTpHeQ0d5.jpg",
      "genre_ids": [
        12,
        878,
        28
      ],
      "id": 299534,
      "original_language": "en",
      "original_title": "Avengers: Endgame",
      "overview": "Après leur défaite face au Titan Thanos qui dans le film précédent s'est approprié toutes les pierres du Gant de l'infini , les Avengers et les Gardiens de la Galaxie ayant survécu à son claquement de doigts qui a pulvérisé « la moitié de toute forme de vie dans l'Univers », Captain America, Thor, Bruce Banner, Natasha Romanoff, War Machine, Tony Stark, Nébula et Rocket, vont essayer de trouver une solution pour ramener leurs coéquipiers disparus et vaincre Thanos en se faisant aider par Ronin alias Clint Barton, Captain Marvel et Ant-Man.",
      "popularity": 120.675,
      "poster_path": "/qXekTarZKRrVfnBwhS6xevt6BGU.jpg",
      "release_date": "2019-04-24",
      "title": "Avengers : Endgame",
      "video": false,
      "vote_average": 8.3,
      "vote_count": 22234
    },
    {
      "adult": false,
      "backdrop_path": "/mDfJG3LC3Dqb67AZ52x3Z0jU0uB.jpg",
      "genre_ids": [
        12,
        28,
        878
      ],
      "id": 299536,
      "original_language": "en",
      "original_title": "Avengers: Infinity War",
      "overview": "Les Avengers et leurs alliés devront être prêts à tout sacrifier pour neutraliser le redoutable Thanos avant que son attaque éclair ne conduise à la destruction complète de l’univers.",
      "popularity": 160.404,
      "poster_path": "/hSfuKPtyEryeFzapZ8UgZd4aESu.jpg",
      "release_date": "2018-04-25",
      "title": "Avengers : Infinity War",
      "video": false,
      "vote_average": 8.3,
      "vote_count": 25876
    },
    {
      "adult": false,
      "backdrop_path": "/9BBTo63ANSmhC4e6r62OJFuK2GL.jpg",
      "genre_ids": [
        878,
        28,
        12
      ],
      "id": 24428,
      "original_language": "en",
      "original_title": "The Avengers",
      "overview": "Lorsque la sécurité et l’équilibre de la planète sont menacés par un ennemi d’un genre nouveau, Nick Fury, le directeur du SHIELD, l’agence internationale du maintien de la paix, réunit une équipe pour empêcher le monde de basculer dans le chaos. Partout sur Terre, le recrutement des nouveaux héros dont le monde a besoin commence…",
      "popularity": 112.315,
      "poster_path": "/ntpxTsTg3BsIRkMkNLffNjwftUf.jpg",
      "release_date": "2012-04-25",
      "title": "Avengers",
      "video": false,
      "vote_average": 7.7,
      "vote_count": 27878
    },
    {
      "adult": false,
      "backdrop_path": "/6YwkGolwdOMNpbTOmLjoehlVWs5.jpg",
      "genre_ids": [
        28,
        12,
        878
      ],
      "id": 99861,
      "original_language": "en",
      "original_title": "Avengers: Age of Ultron",
      "overview": "Alors que Tony Stark tente de relancer un programme de maintien de la paix jusque-là suspendu, les choses tournent mal et les super-héros Iron Man, Captain America, Thor, Hulk, Black Widow et Hawkeye vont devoir à nouveau unir leurs forces pour combattre le plus puissant de leurs adversaires : le terrible Ultron, un être technologique terrifiant qui s’est juré d’éradiquer l’espèce humaine. Afin d’empêcher celui-ci d’accomplir ses sombres desseins, des alliances inattendues se scellent, les entraînant dans une incroyable aventure et une haletante course contre le temps…",
      "popularity": 94.215,
      "poster_path": "/rbJGuPedx0aDhyFlKAIJG7I6hrg.jpg",
      "release_date": "2015-04-22",
      "title": "Avengers : L'Ère d'Ultron",
      "video": false,
      "vote_average": 7.3,
      "vote_count": 20674
    },
    {
      "adult": false,
      "backdrop_path": "/jqFC2WjYF07hx2X7cs0XmY9jBX6.jpg",
      "genre_ids": [
        28,
        878
      ],
      "id": 1003598,
      "original_language": "en",
      "original_title": "Avengers: Secret Wars",
      "overview": "Adaptation de Secret Wars de Jim Shooter et un prochain film de la phase 6 du Marvel Cinematic Universe qui conclura la saga du multivers.",
      "popularity": 24.184,
      "poster_path": "/8chwENebfUEJzZ7sMUA0nOgiCKk.jpg",
      "release_date": "2026-04-29",
      "title": "Avengers: Secret Wars",
      "video": false,
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "adult": false,
      "backdrop_path": "/qzzAt0GakCZzbCeCJ0sFGhMIcdv.jpg",
      "genre_ids": [
        28,
        14
      ],
      "id": 323660,
      "original_language": "en",
      "original_title": "Avengers Grimm",
      "overview": "Quand Rumpelstiltskin détruit le miroir magique et s'enfuit dans le monde réel, les princesses des contes de fées doivent s'unir pour l'affronter... C’est ainsi que Blanche Neige, le Chaperon Rouge, Cendrillon, la Belle au bois dormant et Rapunzel débarquent à Los Angeles afin de sauver le monde et combattre un danger d’une ampleur inimaginable.",
      "popularity": 21.917,
      "poster_path": "/jsLMAn1Nr6p7V34PRl8iGxaATLq.jpg",
      "release_date": "2015-03-17",
      "title": "Avengers Grimm",
      "video": false,
      "vote_average": 4,
      "vote_count": 105
    },
    {
      "adult": false,
      "backdrop_path": "/fryen9fnjlm0YibKTDNGzWNBOSo.jpg",
      "genre_ids": [
        53,
        878,
        28,
        12
      ],
      "id": 9320,
      "original_language": "en",
      "original_title": "The Avengers",
      "overview": "Londres 1999. À l'aube du troisième millénaire, le chaos idéologique est à son comble et l'avenir de la planète est plutôt sombre. Surtout en Grande-Bretagne où, de mémoire de grenouilles, on n'avait jamais vu un tel climat : tempêtes de neiges estivales, averses apocalyptiques, sautes de températures vertigineuses. Qui peut être assez puissant pour paniquer ainsi le pays ? C'est alors qu'un couple mythique, le plus sophistiqué des sixties, John Steed et Emma Peel, revient sur Terre pour la sauver d'un péril sans précédent.",
      "popularity": 17.113,
      "poster_path": "/pUEK7gYcadKvnuxdSStjKbsswbQ.jpg",
      "release_date": "1998-08-13",
      "title": "Chapeau melon et Bottes de cuir",
      "video": false,
      "vote_average": 4.4,
      "vote_count": 598
    },
    {
      "adult": false,
      "backdrop_path": "/uR952NrgispGuyqIdUbkR24vE0u.jpg",
      "genre_ids": [
        28,
        878
      ],
      "id": 1003596,
      "original_language": "en",
      "original_title": "Avengers: The Kang Dynasty",
      "overview": "Un prochain film de la phase 6 du Marvel Cinematic Universe et une part de la Saga du multivers.",
      "popularity": 23.052,
      "poster_path": "/utZTb3VBrH0zR77BcISU67pHuAx.jpg",
      "release_date": "2025-04-30",
      "title": "Avengers: The Kang Dynasty",
      "video": false,
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "adult": false,
      "backdrop_path": "/sORO7a1cSghfWE5GD4cSJ0qTN8O.jpg",
      "genre_ids": [
        28,
        12,
        14
      ],
      "id": 521720,
      "original_language": "en",
      "original_title": "Avengers Grimm: Time Wars",
      "overview": "Quand Rumpelstiltskin tente de prendre possession de la Terre une fois pour toutes, The Avengers Grimm doit le traquer à travers le temps pour le vaincre",
      "popularity": 19.648,
      "poster_path": "/xfAcu74DRQXeM9XqFcE5MrSRzYP.jpg",
      "release_date": "2018-05-01",
      "title": "Avengers Grimm: Time Wars",
      "video": false,
      "vote_average": 4.8,
      "vote_count": 49
    },
    {
      "adult": false,
      "backdrop_path": "/gCzHEi6g8K0LIWlr6A38fmgtEfb.jpg",
      "genre_ids": [
        16,
        10751,
        28,
        12,
        878
      ],
      "id": 14613,
      "original_language": "en",
      "original_title": "Next Avengers: Heroes of Tomorrow",
      "overview": "Un groupe de quatre enfants est élevé dans le plus grand secret par un vieil homme vivant caché. James, Henry, Azari, Torunn et Barton ne savent rien de leurs parents. Mais alors qu'ils grandissent, il n'est plus possible de leur cacher qu'ils sont les enfants de vaillants super-héros ayant fait partie des Vengeurs : Giant-Man et La Guêpe mais aussi La Panthère Noire, Captain America, la Veuve Noire, Thor et Œil-de-Faucon. Rapidement, ils comprennent qu'une machine maléfique les pourchasse : Ultron…",
      "popularity": 15.313,
      "poster_path": "/nbwvR5cfvxMtvWowIiwazVaaTVz.jpg",
      "release_date": "2008-09-02",
      "title": "Next Avengers",
      "video": false,
      "vote_average": 6.9,
      "vote_count": 207
    },
    {
      "adult": false,
      "backdrop_path": "/9tjIgkkbajG2zMI4Yk21hpttXv0.jpg",
      "genre_ids": [
        28,
        16,
        10751,
        12,
        878
      ],
      "id": 14609,
      "original_language": "en",
      "original_title": "Ultimate Avengers: The Movie",
      "overview": "Enfermé dans la glace depuis 60 ans, le super soldat Captain America est retrouvé par le général Nick Fury qui a besoin de ses compétences de leader pour monter une équipe de super-héros. Malgré leurs différences, les Vengeurs vont désormais travailler ensemble pour contrer une invasion extraterrestre. Mais c'est sans compter le danger que représente l'un d'eux...",
      "popularity": 14.853,
      "poster_path": "/islbVXGZpJBO9AGVCMkHrJVoQ1C.jpg",
      "release_date": "2006-02-21",
      "title": "Les Vengeurs Ultimate",
      "video": false,
      "vote_average": 6.8,
      "vote_count": 289
    },
    {
      "adult": false,
      "backdrop_path": null,
      "genre_ids": [
        35
      ],
      "id": 347158,
      "original_language": "en",
      "original_title": "Bikini Avengers",
      "overview": "Lorsque l'impératrice de jade vole les plus gros diamants du monde, les super-héros Bikini Avenger et Thong Girl doivent l'arrêter avant qu'elle n'utilise les pierres précieuses pour construire une dangereuse arme de science-fiction.",
      "popularity": 9.807,
      "poster_path": "/ehTYWuPKwl8sXPX0I6LnvJUDaVl.jpg",
      "release_date": "2015-02-24",
      "title": "Bikini Avengers",
      "video": false,
      "vote_average": 5.5,
      "vote_count": 15
    },
    {
      "adult": false,
      "backdrop_path": "/zvjBC9guJVw32bZu4ODp6wzJ9Vi.jpg",
      "genre_ids": [
        10751,
        16
      ],
      "id": 368304,
      "original_language": "en",
      "original_title": "LEGO Marvel Super Heroes: Avengers Reassembled!",
      "overview": "Tandis que les Avengers (composés de Captain America, Thor, Iron Man, Hulk, la Veuve noire, Œil-de-Faucon et la Vision) se préparent pour une fête dans la tour des Avengers, Captain America remarque qu'Iron Man s'est comporté étrangement durant la préparation de la fête. Après avoir mené leur enquête, les Avengers découvrent qu'Ultron a pris le contrôle de l'armure d'Iron Man avec l'aide de Yellowjacket et prévoit de conquérir le monde.",
      "popularity": 14.168,
      "poster_path": "/xUBZNoY7idPfqKZepnDEv7Qc8GC.jpg",
      "release_date": "2015-11-16",
      "title": "Marvel Super Heroes Avengers, tous ensemble !",
      "video": false,
      "vote_average": 6.5,
      "vote_count": 104
    }
  ]
}